/**
 * Created by Nikolay on 06.11.2015.
 */
var workingArea( function() {
    var img = new Image();  // Создание нового объекта изображения
    img.src = 'image.png'; //  путь к файлу

    // получение адреса изображения с сервера
    // отрисовка изображения

    // получение адреса вотермарка
    // по умолчанию :
    //      opacity вотермакра 50%
    //      расположение лев.верхний угол canvas

    // получает от спиннера коориданты расположения
    // передает свое расположение с спиннер и радиобаттоны

})();